Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Responder outside this printed tree
ar: مستجيب خارج هذه الشجرة المطبوعة
de: Responder außerhalb dieses ausgegebenen Baums
es: Respondedor fuera de este árbol impreso
fr: Répondeur en dehors de cette arborescence imprimée
it: Responder esterno a questo albero stampato
ja: 出力されたツリー外のレスポンダ
ko: 출력된 트리 밖의 리스폰더
pt_br: Responder fora desta árvore impressa
ru: Респондер вне выведенного дерева
vi: Responder nằm ngoài cây đã in này
zh_hans: 不在此打印树中的响应者
zh_hant: 不在此列印樹狀結構中的回應者

source: Responders
ar: المستجيبات
de: Responder
es: Respondedores
fr: Répondeurs
it: Responder
ja: レスポンダ
ko: 리스폰더
ru: Респондеры
vi: Responder
zh_hans: 响应者
zh_hant: 回應者

source: Reveal CSV
ar: إظهار CSV
de: CSV im Finder zeigen
es: Mostrar CSV
fr: Afficher le CSV
it: Mostra CSV
ja: CSVを表示
ko: CSV 보기
pt_br: Mostrar CSV
ru: Показать CSV в Finder
vi: Hiển thị CSV
zh_hans: 显示 CSV
zh_hant: 顯示 CSV

source: Reveal in panel…
ar: إظهار في اللوحة…
de: Im Bereich zeigen …
es: Mostrar en el panel…
fr: Afficher dans le panneau…
it: Mostra nel pannello…
ja: パネルで表示…
ko: 패널에서 보기…
pt_br: Mostrar no painel…
ru: Показать на панели…
vi: Hiển thị trong bảng…
zh_hans: 在面板中定位…
zh_hant: 在面板中顯示…

source: Reveal Storage
ar: إظهار التخزين
de: Speicherort zeigen
es: Mostrar almacenamiento
fr: Afficher le stockage
it: Mostra archivio
ja: 保存場所を表示
ko: 저장 위치 보기
pt_br: Mostrar Local de Armazenamento
ru: Показать хранилище
vi: Hiển thị vị trí lưu trữ
zh_hans: 显示存储位置
zh_hant: 顯示儲存位置

source: Run
ar: تشغيل
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 実行
ko: 실행
pt_br: Executar
ru: Запустить
vi: Chạy
zh_hans: 运行
zh_hant: 執行

source: Running swift-pd-guess…
ar: جارٍ تشغيل swift-pd-guess…
de: swift-pd-guess wird ausgeführt …
es: Ejecutando swift-pd-guess…
fr: Exécution de swift-pd-guess…
it: Esecuzione di swift-pd-guess…
ja: swift-pd-guessを実行中…
ko: swift-pd-guess 실행 중…
pt_br: Executando swift-pd-guess…
ru: Выполняется swift-pd-guess…
vi: Đang chạy swift-pd-guess…
zh_hans: swift-pd-guess 正在运行…
zh_hant: swift-pd-guess 正在執行…

source: Save As…
ar: حفظ باسم…
de: Sichern unter …
es: Guardar como…
fr: Enregistrer sous…
it: Salva come…
ja: 別名で保存…
ko: 다른 이름으로 저장…
pt_br: Salvar Como…
ru: Сохранить как…
vi: Lưu thành…
zh_hans: 存储为…
zh_hant: 另存新檔…

source: Saved.
ar: تم الحفظ.
de: Gesichert.
es: Guardado.
fr: Enregistré.
it: Salvato.
ja: 保存しました。
ko: 저장됨.
pt_br: Salvo.
ru: Сохранено.
vi: Đã lưu.
zh_hans: 已存储。
zh_hant: 已儲存。

source: Searching for inspectable apps
ar: جارٍ البحث عن تطبيقات قابلة للفحص
de: Suche nach untersuchbaren Apps
es: Buscando apps inspeccionables
fr: Recherche d’apps inspectables
it: Ricerca di app ispezionabili
ja: 検査可能なAppを検索中
ko: 검사할 수 있는 앱 검색 중
pt_br: Buscando apps inspecionáveis
ru: Поиск приложений для инспекции
vi: Đang tìm ứng dụng có thể kiểm tra
zh_hans: 正在查找可检查的 App
zh_hant: 正在尋找可檢查的 App

source: Section %lld
ar: القسم %lld
de: Abschnitt %lld
es: Sección %lld
it: Sezione %lld
ja: セクション%lld
ko: 섹션 %lld
pt_br: Seção %lld
ru: Раздел %lld
vi: Phần %lld
zh_hans: 分区 %lld
zh_hant: 第 %lld 節

source: Select a native region to inspect its handlers.
ar: اختر منطقة أصلية لفحص معالجاتها.
de: Wähle einen nativen Bereich, um seine Handler zu untersuchen.
es: Selecciona una región nativa para inspeccionar sus manejadores.
fr: Sélectionnez une zone native pour en inspecter les gestionnaires.
it: Seleziona un’area nativa per ispezionarne i gestori.
ja: ネイティブ領域を選択すると、そのハンドラを検査できます。
ko: 핸들러를 검사하려면 네이티브 영역을 선택하세요.
pt_br: Selecione uma região nativa para inspecionar seus handlers.
ru: Выберите нативную область, чтобы посмотреть её обработчики.
vi: Chọn một vùng gốc để xem các trình xử lý của nó.
zh_hans: 选择一个原生区域以查看其处理程序。
zh_hant: 選取原生區域以檢查其處理程式。

source: Select a node to inspect its details.
ar: اختر عقدة لفحص تفاصيلها.
de: Wähle einen Knoten, um seine Details zu untersuchen.
es: Selecciona un nodo para inspeccionar sus detalles.
fr: Sélectionnez un nœud pour en inspecter les détails.
it: Seleziona un nodo per ispezionarne i dettagli.
ja: ノードを選択すると、詳細を検査できます。
ko: 세부 정보를 보려면 노드를 선택하세요.
pt_br: Selecione um nó para inspecionar seus detalhes.
ru: Выберите узел, чтобы посмотреть его подробности.
vi: Chọn một nút để xem chi tiết.
zh_hans: 选择一个节点以查看其详情。
zh_hant: 選取節點以檢查其詳細資訊。

source: Select a process to inject LookInsideServer into.
ar: اختر عملية لحقن LookInsideServer فيها.
de: Wähle einen Prozess, in den LookInsideServer injiziert werden soll.
es: Selecciona un proceso en el que inyectar LookInsideServer.
fr: Sélectionnez un processus dans lequel injecter LookInsideServer.
it: Seleziona un processo in cui iniettare LookInsideServer.
ja: LookInsideServerを注入するプロセスを選択してください。
ko: LookInsideServer를 주입할 프로세스를 선택하세요.
pt_br: Selecione um processo para injetar o LookInsideServer.
ru: Выберите процесс, в который нужно внедрить LookInsideServer.
vi: Chọn tiến trình để chèn LookInsideServer vào.
zh_hans: 选择要注入 LookInsideServer 的进程。
zh_hant: 選擇要注入 LookInsideServer 的處理程序。

source: Select a running app to inject LookInsideServer into.
ar: اختر تطبيقًا قيد التشغيل لحقن LookInsideServer فيه.
de: Wähle eine laufende App, in die LookInsideServer injiziert werden soll.
es: Selecciona una app en ejecución en la que inyectar LookInsideServer.
fr: Sélectionnez une app en cours d’exécution dans laquelle injecter LookInsideServer.
it: Seleziona un’app in esecuzione in cui iniettare LookInsideServer.
ja: LookInsideServerを注入する実行中のAppを選択してください。
ko: LookInsideServer를 주입할 실행 중인 앱을 선택하세요.
pt_br: Selecione um app em execução para injetar o LookInsideServer.
ru: Выберите запущенное приложение, в которое нужно внедрить LookInsideServer.
vi: Chọn ứng dụng đang chạy để chèn LookInsideServer vào.
zh_hans: 选择要注入 LookInsideServer 的运行中 App。
zh_hant: 選擇要注入 LookInsideServer 的執行中 App。

source: Select a warning to inspect its target.
ar: اختر تحذيرًا لفحص هدفه.
de: Wähle eine Warnung, um ihr Ziel zu untersuchen.
es: Selecciona una advertencia para inspeccionar su destino.
fr: Sélectionnez un avertissement pour inspecter sa cible.
it: Seleziona un avviso per ispezionarne la destinazione.
ja: 警告を選択すると、そのターゲットを検査できます。
ko: 타겟을 검사하려면 경고를 선택하세요.
pt_br: Selecione um aviso para inspecionar a área de toque.
ru: Выберите предупреждение, чтобы посмотреть его цель.
vi: Chọn một cảnh báo để kiểm tra đích của nó.
zh_hans: 选择一个警告以查看其目标。
zh_hant: 選取警告以檢查其目標。

source: Select All
ar: تحديد الكل
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 전체 선택
pt_br: Selecionar Tudo
ru: Выбрать все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Select an app running on the device. The device injects LookInsideServer into it without bringing the injector to the foreground, so the app you pick never leaves the screen.
ar: اختر تطبيقًا يعمل على الجهاز. يحقن الجهاز LookInsideServer فيه دون إحضار أداة الحقن إلى المقدمة، لذلك لا يغادر التطبيق الذي تختاره الشاشة.
de: Wähle eine auf dem Gerät laufende App. Das Gerät injiziert LookInsideServer, ohne den Injector in den Vordergrund zu holen, sodass die gewählte App auf dem Bildschirm bleibt.
es: Selecciona una app que se esté ejecutando en el dispositivo. El dispositivo inyecta LookInsideServer en ella sin llevar el inyector al primer plano, por lo que la app elegida nunca sale de la pantalla.
fr: Sélectionnez une app en cours d’exécution sur l’appareil. L’appareil y injecte LookInsideServer sans mettre l’injecteur au premier plan, de sorte que l’app choisie ne quitte jamais l’écran.
it: Seleziona un’app in esecuzione sul dispositivo. Il dispositivo vi inietta LookInsideServer senza portare l’injector in primo piano, così l’app scelta non lascia mai lo schermo.
ja: デバイスで実行中のAppを選択してください。インジェクタを前面に表示せずにLookInsideServerを注入するため、選択したAppは画面に表示されたままです。
ko: 기기에서 실행 중인 앱을 선택하세요. 기기가 인젝터를 포그라운드로 가져오지 않고 LookInsideServer를 주입하므로, 선택한 앱이 화면에서 벗어나지 않습니다.
pt_br: Selecione um app em execução no dispositivo. O dispositivo injeta o LookInsideServer nele sem trazer o injetor para o primeiro plano, então o app escolhido nunca sai da tela.
ru: Выберите приложение, запущенное на устройстве. Устройство внедряет LookInsideServer в него, не выводя инжектор на передний план, поэтому выбранное приложение остаётся на экране.
vi: Chọn một ứng dụng đang chạy trên thiết bị. Thiết bị sẽ chèn LookInsideServer vào ứng dụng đó mà không đưa injector lên màn hình, nên ứng dụng bạn chọn không rời khỏi màn hình.
zh_hans: 选择设备上正在运行的 App。设备会将 LookInsideServer 注入其中，无需将注入器切换到前台，因此你选择的 App 不会离开屏幕。
zh_hant: 選擇裝置上執行中的 App。裝置會將 LookInsideServer 注入該 App，且不會把注入器帶到前景，因此你選的 App 不會離開畫面。

source: Select App
ar: اختيار تطبيق
de: App auswählen
es: Seleccionar app
fr: Sélectionner une app
it: Seleziona app
ja: Appを選択
ko: 앱 선택
pt_br: Selecionar App
ru: Выбрать приложение
vi: Chọn ứng dụng
zh_hans: 选择 App
zh_hant: 選擇 App

source: Select target object
ar: اختيار الكائن الهدف
de: Zielobjekt auswählen
es: Seleccionar objeto de destino
fr: Sélectionner l’objet cible
it: Seleziona oggetto di destinazione
ja: 対象オブジェクトを選択
ko: 대상 객체 선택
pt_br: Selecionar objeto de destino
ru: Выбрать целевой объект
vi: Chọn đối tượng đích
zh_hans: 选择目标对象
zh_hant: 選擇目標物件

# Selected %@'s %@ is less than or equal to 0.
source: Selected %1$@'s %2$@ is less than or equal to 0.
ar: قيمة %2$@ في %1$@ المحدد أقل من أو تساوي 0.
de: %2$@ von ausgewähltem %1$@ ist kleiner oder gleich 0.
es: El valor %2$@ de %1$@ seleccionado es menor o igual que 0.
fr: La propriété %2$@ de %1$@ sélectionné est inférieure ou égale à 0.
it: %2$@ di %1$@ selezionato è minore o uguale a 0.
ja: 選択した%1$@の%2$@が0以下です。
ko: 선택한 %1$@의 %2$@이(가) 0 이하입니다.
pt_br: O valor de %2$@ de %1$@ selecionado é menor ou igual a 0.
ru: У выбранного %1$@ значение %2$@ меньше или равно 0.
vi: %2$@ của %1$@ đã chọn nhỏ hơn hoặc bằng 0.
zh_hans: 所选 %1$@ 的 %2$@ 小于或等于 0。
zh_hant: 所選 %1$@ 的 %2$@ 小於或等於 0。

# Selection moved to %@ (modifiers folded in compact mode).
source: Selection moved to %1$@ (modifiers folded in compact mode).
ar: انتقل التحديد إلى %1$@ (تم دمج المعدِّلات في الوضع المضغوط).
de: Auswahl wurde zu %1$@ verschoben (Modifier im Kompaktmodus zusammengeführt).
es: La selección pasó a %1$@ (modificadores plegados en modo compacto).
fr: Sélection déplacée vers %1$@ (modificateurs regroupés en mode compact).
it: Selezione spostata su %1$@ (modificatori compressi in modalità compatta).
ja: 選択を%1$@に移動しました(コンパクトモードではモディファイアを折りたたんでいます)。
ko: 선택 항목이 %1$@(으)로 이동했습니다(간략히 모드에서 수정자가 접혀 있음).
pt_br: Seleção movida para %1$@ (modificadores recolhidos no modo compacto).
ru: Выделение перенесено на %1$@ (модификаторы свёрнуты в компактном режиме).
vi: Vùng chọn đã chuyển sang %1$@ (các modifier được gộp trong chế độ gọn).
zh_hans: 选区已移至 %1$@（紧凑模式下已折叠修饰符）。
zh_hant: 選取範圍已移至 %1$@（精簡模式下已收合修飾鍵）。

source: Shape parameters or path are unavailable. The overlay shows dashed layout bounds without a hit-area fill.
ar: معلمات الشكل أو مساره غير متاحة. تعرض الطبقة العلوية حدود التخطيط المتقطعة دون تعبئة لمنطقة اللمس.
de: Formparameter oder Pfad sind nicht verfügbar. Das Overlay zeigt gestrichelte Layoutgrenzen ohne Füllung der Trefferfläche.
es: No se dispone de los parámetros ni del trazado de la forma. La superposición muestra límites de diseño discontinuos sin relleno del área táctil.
fr: Les paramètres ou le tracé de la forme ne sont pas disponibles. La superposition affiche des limites de mise en page en pointillés, sans remplissage de la zone de contact.
it: I parametri o il percorso della forma non sono disponibili. La sovrapposizione mostra i limiti del layout tratteggiati, senza riempimento dell’area di tocco.
ja: シェイプのパラメータまたはパスを取得できません。オーバーレイには、ヒット領域の塗りつぶしなしで、破線のレイアウト境界が表示されます。
ko: 셰이프 매개변수 또는 경로를 사용할 수 없습니다. 오버레이에는 히트 영역 채우기 없이 점선 레이아웃 bounds가 표시됩니다.
pt_br: Os parâmetros ou o caminho da forma não estão disponíveis. A sobreposição mostra limites de layout tracejados sem preenchimento da área de toque.
ru: Параметры или контур формы недоступны. Наложение показывает пунктирные границы макета без заливки области нажатия.
vi: Không có tham số hoặc đường dẫn của hình dạng. Lớp phủ hiển thị giới hạn bố cục nét đứt, không tô vùng chạm.
zh_hans: 形状参数或路径不可用。叠加层显示虚线布局边界，不填充命中区域。
zh_hant: 無法取得形狀參數或路徑。覆蓋層會顯示虛線版面邊界，且不填入點擊區域。

source: shortcut: holding "option" key
ar: اختصار: الضغط مع الاستمرار على مفتاح “option”
de: Kurzbefehl: Wahltaste gedrückt halten
es: atajo: mantener pulsada la tecla Opción
fr: raccourci : maintenir la touche Option
it: scorciatoia: tieni premuto il tasto Opzione
ja: ショートカット: “option”キーを押したままにする
ko: 단축키: "option" 키를 누른 상태 유지
pt_br: atalho: manter a tecla "option" pressionada
ru: сочетание: удерживайте клавишу Option
vi: phím tắt: giữ phím Option
zh_hans: 快捷键：按住 Option 键
zh_hant: 快速鍵：按住「option」鍵

source: Show All
ar: إظهار الكل
de: Alle einblenden
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ja: すべてを表示
ko: 모두 보기
pt_br: Mostrar Tudo
ru: Показать все
vi: Hiển thị tất cả
zh_hans: 全部显示
zh_hant: 全部顯示

source: Show backing layers
ar: إظهار الطبقات الداعمة
de: Zugehörige Ebenen zeigen
es: Mostrar capas de respaldo
fr: Afficher les calques sous-jacents
it: Mostra livelli di supporto
ja: 背面レイヤーを表示
ko: 백킹 레이어 보기
pt_br: Mostrar camadas de suporte
ru: Показывать базовые слои
vi: Hiển thị các lớp backing
zh_hans: 显示背衬图层
zh_hant: 顯示底層圖層

source: Show gesture regions on the current page. A translucent fill marks the current input binding.
ar: إظهار مناطق الإيماءات في الصفحة الحالية. تشير التعبئة نصف الشفافة إلى ارتباط الإدخال الحالي.
de: Zeigt die Gestenbereiche der aktuellen Seite an. Eine transparente Füllung markiert die aktuelle Eingabebindung.
es: Muestra las regiones de gestos de la página actual. Un relleno translúcido marca el enlace de entrada actual.
fr: Affiche les zones de gestes sur la page actuelle. Un remplissage translucide indique la liaison d’entrée actuelle.
it: Mostra le aree dei gesti nella pagina corrente. Un riempimento traslucido indica il binding di input corrente.
ja: 現在のページのジェスチャ領域を表示します。半透明の塗りつぶしは、現在の入力バインディングを示します。
ko: 현재 페이지에 제스처 영역을 표시합니다. 반투명 채우기는 현재 입력 바인딩을 나타냅니다.
pt_br: Mostra as regiões de gestos na página atual. Um preenchimento translúcido marca o binding de entrada atual.
ru: Показывать области жестов на текущей странице. Полупрозрачная заливка отмечает текущую привязку ввода.
vi: Hiển thị các vùng cử chỉ trên trang hiện tại. Phần tô mờ đánh dấu liên kết đầu vào hiện tại.
zh_hans: 在当前页面显示手势区域。半透明填充表示当前的输入绑定。
zh_hant: 在目前頁面顯示手勢區域。半透明填色標示目前的輸入綁定。

source: Show hidden %@ and CALayer
ar: إظهار %@ وCALayer المخفيين
de: Ausgeblendete %@ und CALayer zeigen
es: Mostrar %@ y CALayer ocultos
fr: Afficher les %@ et CALayer masqués
it: Mostra %@ e CALayer nascosti
ja: 非表示の%@とCALayerを表示
ko: 숨겨진 %@ 및 CALayer 보기
pt_br: Mostrar %@ e CALayer ocultos
ru: Показывать скрытые %@ и CALayer
vi: Hiển thị %@ và CALayer bị ẩn
zh_hans: 显示隐藏的 %@ 和 CALayer
zh_hant: 顯示隱藏的 %@ 和 CALayer

source: Show layer border
ar: إظهار حدود الطبقة
de: Ebenenrahmen zeigen
es: Mostrar borde de capa
fr: Afficher la bordure des calques
it: Mostra bordo del livello
ja: レイヤーの境界線を表示
ko: 레이어 테두리 보기
pt_br: Mostrar borda da camada
ru: Показывать границы слоёв
vi: Hiển thị viền lớp
zh_hans: 显示图层边框
zh_hant: 顯示圖層邊框

source: Show layer outline
ar: إظهار مخطط الطبقة
de: Ebenenumriss zeigen
es: Mostrar contorno de capa
fr: Afficher le contour des calques
it: Mostra contorno del livello
ja: レイヤーのアウトラインを表示
ko: 레이어 윤곽선 보기
pt_br: Mostrar contorno da camada
ru: Показывать контуры слоёв
vi: Hiển thị đường viền lớp
zh_hans: 显示图层轮廓
zh_hant: 顯示圖層外框

source: Show screenshot
ar: إظهار لقطة الشاشة
de: Bildschirmfoto zeigen
es: Mostrar captura de pantalla
fr: Afficher la capture d’écran
it: Mostra screenshot
ja: スクリーンショットを表示
ko: 스크린샷 보기
pt_br: Mostrar captura de tela
ru: Показать снимок экрана
vi: Hiển thị ảnh chụp màn hình
zh_hans: 显示截图
zh_hant: 顯示截圖

source: Show system layout guides
ar: إظهار أدلة التخطيط الخاصة بالنظام
de: Layout-Guides des Systems zeigen
es: Mostrar guías de diseño del sistema
fr: Afficher les guides de mise en page système
it: Mostra guide di layout di sistema
ja: システムのレイアウトガイドを表示
ko: 시스템 레이아웃 가이드 보기
pt_br: Mostrar guias de layout do sistema
ru: Показывать системные направляющие макета
vi: Hiển thị layout guide của hệ thống
zh_hans: 显示系统布局参考线
zh_hant: 顯示系統版面輔助線

source: Small hit target
ar: هدف لمس صغير
de: Zu kleine Trefferfläche
es: Área táctil pequeña
fr: Petite zone de contact
it: Area di tocco piccola
ja: ヒット領域が小さい
ko: 작은 히트 타겟
pt_br: Área de toque pequena
ru: Маленькая область нажатия
vi: Vùng chạm nhỏ
zh_hans: 过小的点按目标
zh_hant: 過小的點按目標

source: Some layer data failed to transmit.
ar: فشل نقل بعض بيانات الطبقات.
de: Einige Ebenendaten konnten nicht übertragen werden.
es: No se pudieron transmitir algunos datos de capa.
fr: Certaines données de calque n’ont pas pu être transmises.
it: Trasmissione di alcuni dati dei livelli non riuscita.
ja: 一部のレイヤーデータを転送できませんでした。
ko: 일부 레이어 데이터를 전송하지 못했습니다.
pt_br: Falha na transmissão de alguns dados de camada.
ru: Не удалось передать часть данных слоёв.
vi: Một số dữ liệu lớp không truyền được.
zh_hans: 部分图层数据传输失败。
zh_hant: 部分圖層資料傳輸失敗。

source: Some SwiftUI hosts could not be inspected.
ar: تعذّر فحص بعض مضيفات SwiftUI.
de: Einige SwiftUI-Hosts konnten nicht untersucht werden.
es: No se pudieron inspeccionar algunos hosts de SwiftUI.
fr: Certains hôtes SwiftUI n’ont pas pu être inspectés.
it: Impossibile ispezionare alcuni host SwiftUI.
ja: 一部のSwiftUIホストを検査できませんでした。
ko: 일부 SwiftUI 호스트를 검사할 수 없었습니다.
pt_br: Não foi possível inspecionar alguns hosts SwiftUI.
ru: Не удалось инспектировать некоторые хосты SwiftUI.
vi: Không thể kiểm tra một số host SwiftUI.
zh_hans: 部分 SwiftUI 宿主无法检查。
zh_hant: 部分 SwiftUI 宿主無法檢查。

source: Source Code at GitHub
ar: الرمز المصدري على GitHub
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub
it: Codice sorgente su GitHub
ja: GitHubのソースコード
ko: GitHub의 소스 코드
pt_br: Código-Fonte no GitHub
ru: Исходный код на GitHub
vi: Mã nguồn trên GitHub
zh_hans: GitHub 上的源代码
zh_hant: GitHub 上的原始碼

source: Source record %lld
ar: سجل المصدر %lld
de: Quelleintrag %lld
es: Registro de origen %lld
fr: Enregistrement source %lld
it: Record di origine %lld
ja: ソースレコード%lld
ko: 소스 기록 %lld
pt_br: Registro de origem %lld
ru: Исходная запись %lld
vi: Bản ghi nguồn %lld
zh_hans: 源记录 %lld
zh_hant: 來源記錄 %lld

source: Source: %@ · %@
ar: المصدر: %@ · %@
de: Quelle: %@ · %@
es: Origen: %@ · %@
it: Origine: %@ · %@
ja: ソース: %@ · %@
ko: 소스: %@ · %@
pt_br: Fonte: %@ · %@
ru: Источник: %@ · %@
vi: Nguồn: %@ · %@
zh_hans: 来源：%@ · %@
zh_hant: 來源：%@ · %@

source: Start Capture
ar: بدء الالتقاط
de: Aufnahme starten
es: Iniciar captura
fr: Démarrer la capture
it: Avvia cattura
ja: キャプチャを開始
ko: 캡처 시작
pt_br: Iniciar Captura
ru: Начать захват
vi: Bắt đầu ghi
zh_hans: 开始捕获
zh_hant: 開始擷取

source: Start capture and tap, press, or drag in the target app. Responder and gesture details appear after an event is observed.
ar: ابدأ الالتقاط، ثم انقر أو اضغط أو اسحب في التطبيق الهدف. تظهر تفاصيل المستجيبات والإيماءات بعد رصد حدث.
de: Starte die Aufnahme und tippe, drücke oder ziehe in der Ziel-App. Details zu Respondern und Gesten erscheinen, sobald ein Ereignis beobachtet wurde.
es: Inicia la captura y toca, mantén pulsado o arrastra en la app de destino. Los detalles de respondedores y gestos aparecen cuando se observa un evento.
fr: Démarrez la capture, puis touchez, maintenez ou faites glisser dans l’app cible. Les détails des répondeurs et des gestes apparaissent après l’observation d’un événement.
it: Avvia la cattura e tocca, tieni premuto o trascina nell’app di destinazione. I dettagli di responder e gesti compaiono dopo che un evento è stato osservato.
ja: キャプチャを開始し、ターゲットAppでタップ、長押し、またはドラッグしてください。 イベントが検出されると、レスポンダとジェスチャの詳細が表示されます。
ko: 캡처를 시작한 다음 대상 앱에서 탭하거나, 누르거나, 드래그하세요. 이벤트가 관찰되면 리스폰더 및 제스처 세부 정보가 표시됩니다.
pt_br: Inicie a captura e toque, pressione ou arraste no app de destino. Os detalhes de responders e gestos aparecem depois que um evento é observado.
ru: Начните захват и коснитесь, нажмите или перетащите что-нибудь в целевом приложении. Подробности респондеров и жестов появятся после того, как событие будет зафиксировано.
vi: Bắt đầu ghi rồi nhấn, nhấn giữ hoặc kéo trong ứng dụng đích. Chi tiết responder và cử chỉ sẽ xuất hiện sau khi quan sát được sự kiện.
zh_hans: 开始捕获，然后在目标 App 中轻点、按住或拖移。 观察到事件后，将显示响应者和手势详情。
zh_hant: 開始擷取，然後在目標 App 中輕點、按住或拖移。 觀察到事件後，會顯示回應者與手勢的詳細資訊。

source: Start capture to inspect native regions.
ar: ابدأ الالتقاط لفحص المناطق الأصلية.
de: Starte die Aufnahme, um native Bereiche zu untersuchen.
es: Inicia la captura para inspeccionar las regiones nativas.
fr: Démarrez la capture pour inspecter les zones natives.
it: Avvia la cattura per ispezionare le aree native.
ja: キャプチャを開始して、ネイティブ領域を検査します。
ko: 네이티브 영역을 검사하려면 캡처를 시작하세요.
pt_br: Inicie a captura para inspecionar as regiões nativas.
ru: Начните захват, чтобы инспектировать нативные области.
vi: Bắt đầu ghi để kiểm tra các vùng gốc.
zh_hans: 开始捕获以检查原生区域。
zh_hant: 開始擷取以檢查原生區域。

source: Start capture to inspect the current page.
ar: ابدأ الالتقاط لفحص الصفحة الحالية.
de: Starte die Aufnahme, um die aktuelle Seite zu untersuchen.
es: Inicia la captura para inspeccionar la página actual.
fr: Démarrez la capture pour inspecter la page actuelle.
it: Avvia la cattura per ispezionare la pagina corrente.
ja: キャプチャを開始して、現在のページを検査します。
ko: 현재 페이지를 검사하려면 캡처를 시작하세요.
pt_br: Inicie a captura para inspecionar a página atual.
ru: Начните захват, чтобы инспектировать текущую страницу.
vi: Bắt đầu ghi để kiểm tra trang hiện tại.
zh_hans: 开始捕获以检查当前页面。
zh_hant: 開始擷取以檢查目前頁面。

source: Start capture, then interact with a SwiftUI gesture in the target app.
ar: ابدأ الالتقاط، ثم تفاعل مع إيماءة SwiftUI في التطبيق الهدف.
de: Starte die Aufnahme und interagiere dann in der Ziel-App mit einer SwiftUI-Geste.
es: Inicia la captura y luego interactúa con un gesto de SwiftUI en la app de destino.
fr: Démarrez la capture, puis interagissez avec un geste SwiftUI dans l’app cible.
it: Avvia la cattura, quindi interagisci con un gesto SwiftUI nell’app di destinazione.
ja: キャプチャを開始し、ターゲットAppでSwiftUIジェスチャを操作してください。
ko: 캡처를 시작한 다음 대상 앱에서 SwiftUI 제스처를 사용해 보세요.
pt_br: Inicie a captura e interaja com um gesto SwiftUI no app de destino.
ru: Начните захват, затем выполните жест SwiftUI в целевом приложении.
vi: Bắt đầu ghi, sau đó tương tác với cử chỉ SwiftUI trong ứng dụng đích.
zh_hans: 开始捕获，然后在目标 App 中操作 SwiftUI 手势。
zh_hant: 開始擷取，然後在目標 App 中操作 SwiftUI 手勢。

source: Starting gesture capture…
ar: جارٍ بدء التقاط الإيماءات…
de: Gestenaufnahme wird gestartet …
es: Iniciando captura de gestos…
fr: Démarrage de la capture des gestes…
it: Avvio della cattura dei gesti…
ja: ジェスチャのキャプチャを開始中…
ko: 제스처 캡처 시작 중…
pt_br: Iniciando captura de gestos…
ru: Запуск захвата жестов…
vi: Đang bắt đầu ghi cử chỉ…
zh_hans: 正在开始手势捕获…
zh_hant: 正在開始手勢擷取…

source: State
ar: الحالة
de: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pt_br: Estado
ru: Состояние
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Stop Capture
ar: إيقاف الالتقاط
de: Aufnahme stoppen
es: Detener captura
fr: Arrêter la capture
it: Interrompi cattura
ja: キャプチャを停止
ko: 캡처 중지
pt_br: Parar Captura
ru: Остановить захват
vi: Dừng ghi
zh_hans: 停止捕获
zh_hant: 停止擷取

source: Success: %@
ar: نجح: %@
de: Erfolgreich: %@
es: Correcto: %@
fr: Réussite : %@
it: Operazione riuscita: %@
ja: 成功: %@
ko: 성공: %@
pt_br: Sucesso: %@
ru: Успешно: %@
vi: Thành công: %@
zh_hans: 成功：%@
zh_hant: 成功：%@

source: Suggestions
ar: الاقتراحات
de: Vorschläge
es: Sugerencias
it: Suggerimenti
ja: 提案
ko: 제안
pt_br: Sugestões
ru: Рекомендации
vi: Gợi ý
zh_hans: 建议
zh_hant: 建議
